{
  "theme": "violet",
  "numbering": true,
  "title": "Terms & Conditions",
  "description": [
    {
      "id": 1,
      "text": "Welcome to Raw’s Terms and Conditions (these “Terms”). This is an agreement between you and the Raw App (as defined further below) and we want you to know yours and our rights before you use the Raw website or application (“Raw” or the “App” or the “Raw App”). Please take a few moments to read these Terms before enjoying the App, because once you access, view or use the App, you are going to be legally bound by these Terms.",
      "bold": false,
      "inline": false
    },
    {
      "id": 2,
      "text": "Please be aware that if you subscribe to services for a term (the “Initial Term”), then the terms of your subscription will be automatically renewed for additional periods of the same duration as the Initial Term at Raw’s then-current fee for such services, unless you cancel your subscription in accordance with Section 5 below.",
      "bold": true,
      "inline": false
    },
    {
      "id": 3,
      "text": "You should also note that Section 13 of these Terms contains provisions governing how claims that you and Raw App have against each other are resolved. ",
      "bold": false,
      "inline": true
    },
    {
      "id": 4,
      "text": "In particular, it contains an arbitration agreement that will, with limited exceptions, require disputes between us to be submitted to binding and final arbitration.",
      "bold": true,
      "inline": true
    }
  ],
  "blocks": [
    {
      "id": 1,
      "title": "Raw rules",
      "lists": [
        {
          "id": 1,
          "mb": true,
          "order": 2,
          "descriptions": [
            {
              "id": 1,
              "text": "Before you can use the App, you will need to register for an account (“Account”). In order to create an Account you must:",
              "mb": true,
              "bold": false,
              "order": 1
            }
          ],
          "list": {
            "order": 2,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "be at least 18 years old or the age of majority to legally enter into a contract under the laws of your home country; and"
              },
              {
                "id": 2,
                "text": "be legally permitted to use the App by the laws of your home country."
              }
            ]
          }
        },
        {
          "id": 2,
          "mb": true,
          "order": 3,
          "descriptions": [
            {
              "id": 1,
              "text": "You can create an Account via manual registration with sign-in onboarding in 3 steps:",
              "mb": true,
              "bold": false,
              "order": 1
            }
          ],
          "list": {
            "order": 2,
            "items": [
              {
                "id": 1,
                "text": "agree with Terms and Privacy Policy;"
              },
              {
                "id": 2,
                "text": "enter and verify your number phone; "
              },
              {
                "id": 3,
                "text": "complete your profile of your Account;"
              },
              {
                "id": 4,
                "text": "agree with the guidelines of the App."
              }
            ]
          }
        }
      ],
      "texts": {
        "order": 4,
        "items": [
          {
            "id": 1,
            "text": "Unfortunately, we cannot allow you to use another person’s Account or to share your Account with any other person without permission.",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "Registration in the App entails participation in a game (\"Game\"), which is the scoring of other participants in the Game. To participate in the Game, you must complete your Account profile completely including uploading your photo and stating your name, age, gender, passions (you can specify at the App’s Settings your dating preferences and location, but it’s not necessary) and in addition – to make your photo in the App – this is mandatory! After filling in your profile you can start playing the game! The game is very simple: if you like another user you have to swipe to the right or tap Like. If you don't like the other user, swipe to the left or tap Dislike. It's as simple as that! Don't forget that you can also give another user a SuperLike! ",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "You can see the users who tap SuperLike to you in a special \"Likes and Super Likes\" folder. You can see the users who tap Like to you in a special \"Likes and Super Likes\" folder by enabling Premium through payment or invitations. You can chat only with Matches (match with a user occurs when you and another user tap Like or SuperLike for each other), if you wish. If you wish, you can join a chat room with your Match where you can communicate with them via App’s messenger. You can also call the Match via our App. If you do not want to converse with your Match, you can block the Match or Unmatch them. ",
            "bold": false,
            "mb": true
          },
          {
            "id": 4,
            "text": "Also don't forget to invite your friends to the App! In return, you'll receive various bonuses from the App: Premium subscriptions, SuperLikes, Boosts and so on!",
            "bold": false,
            "mb": true
          },
          {
            "id": 5,
            "text": "In the Profile section you can delete, edit, update, add and provide any your private and public information and settings except name and age. You can change this information by contacting technical support of the App, namely <a href=\"mailto:support@raw.app\">support@raw.app</a>, with providing proof of changing of your name or making a mistake in indicating the name or age.",
            "bold": false,
            "mb": true
          },
          {
            "id": 6,
            "text": "You’ll have great fun on Raw, but if you feel the need to leave, you can delete your Account at any time by going to the ‘Settings’ page when you are logged in and clicking on the ‘Delete profile” button and by explanation of causes of deleting the Account and your consenting to removal the Account. Your Account will be deleted permanently within 29 calendar days, and the Account will be immediately removed from any public view. Your profile information will be treated in accordance with our Privacy Policy. If you delete your Account and try to create a new account after 29 calendar days using the same credentials, we create a new Account for you.",
            "bold": false,
            "mb": true
          },
          {
            "id": 7,
            "text": "We use a combination of automated systems and a team of moderators to monitor and review accounts and messages for content that indicates breaches of these Terms. We reserve the right at our sole discretion to terminate or suspend any Account, restrict access to the App, or make use of any operational, technological, legal or other means available to enforce the Terms (including without limitation blocking specific IP addresses), at any time without liability and without the need to give you prior notice. Without limiting the foregoing in any way, we expressly reserve the right to terminate or suspend your Account without notice (1) for violating these terms, (2) due to your conduct on the App, or your conduct with other users of the App (including your “offline” conduct), if we, in our sole discretion, determine your conduct was inappropriate or improper, (3) if we or our affiliates, in our or their sole discretion, determine your conduct on other apps operated by our affiliates was inappropriate or improper, or (4) for any reasons whatsoever that we deem, in our sole discretion, justifies termination. If your Account is terminated or suspended, you agree you will not receive a refund for any paid service or features you have already been charged for.",
            "bold": false,
            "mb": true
          },
          {
            "id": 8,
            "text": "You may not access, tamper with, or use non-public areas of the App or our systems. Certain portions of the App may not be accessible if you have not registered for an Account.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 2,
      "title": "Types of content",
      "lists": [
        {
          "id": 1,
          "mb": true,
          "order": 2,
          "descriptions": [
            {
              "id": 1,
              "text": "There are three types of content that you will be able to access on the App:",
              "mb": true,
              "bold": false,
              "order": 1
            }
          ],
          "list": {
            "order": 2,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "content that you upload and provide (“Your Content”);"
              },
              {
                "id": 2,
                "text": "content that members provide (“Member Content”); and"
              },
              {
                "id": 3,
                "text": "content that the Raw App provides (including, without limitation, database(s) and/or software) (“Our Content”)."
              }
            ]
          }
        },
        {
          "id": 2,
          "mb": true,
          "order": 3,
          "descriptions": [
            {
              "id": 1,
              "text": "There is certain content we can’t allow on Raw",
              "mb": true,
              "bold": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "We want our users to be able express themselves as much as possible and post all sorts of things on Raw, but we have to impose restrictions on certain content which:",
              "mb": true,
              "bold": false,
              "order": 2
            },
            {
              "id": 3,
              "text": "Raw App operates a zero-tolerance policy for this kind of content.",
              "mt": true,
              "bold": false,
              "order": 4
            }
          ],
          "list": {
            "order": 3,
            "items": [
              {
                "id": 1,
                "text": "contains language or imagery which could be deemed offensive or is likely to harass, upset, embarrass, alarm or annoy any other person (including for example and without limitation, language that could be deemed discriminatory towards an individual’s race, colour, ethnicity, national origin, religion, disability, sexual orientation, gender expression, gender identity or physical appearance);"
              },
              {
                "id": 2,
                "text": "is obscene, pornographic, violent or otherwise may offend human dignity (including for example and without limitation, language that could be deemed discriminatory towards an individual’s race, colour, ethnicity, national origin, religion, disability, sexual orientation, gender expression, gender identity or physical appearance);"
              },
              {
                "id": 3,
                "text": "is abusive, insulting or threatening, discriminatory or which promotes or encourages racism, sexism, hatred or bigotry (including for example and without limitation, language that could be deemed discriminatory towards an individual’s race, colour, ethnicity, national origin, religion, disability, sexual orientation, gender expression, gender identity or physical appearance);"
              },
              {
                "id": 4,
                "text": "encourages any illegal activity including, without limitation, terrorism, inciting racial hatred or the submission of which in itself constitutes committing a criminal offence;"
              },
              {
                "id": 5,
                "text": "is defamatory or libellous;"
              },
              {
                "id": 6,
                "text": "relates to commercial activities (including, without limitation, sales, competitions and advertising, links to other websites or premium line telephone numbers);"
              },
              {
                "id": 7,
                "text": "involves the transmission of “junk” mail or “spam”;"
              },
              {
                "id": 8,
                "text": "contains any spyware, adware, viruses, corrupt files, worm programmes or other malicious code designed to interrupt, damage or limit the functionality of or disrupt any software, hardware, telecommunications, networks, servers or other equipment, Trojan horse or any other material designed to damage, interfere with, wrongly intercept or expropriate any data or personal information whether from Raw or otherwise;"
              },
              {
                "id": 9,
                "text": "itself, or the posting of which, infringes any third party’s rights (including, without limitation, intellectual property rights and privacy rights);"
              },
              {
                "id": 10,
                "text": "shows another person which was created or distributed without that person’s consent;"
              },
              {
                "id": 11,
                "text": "is harmful to minors; or "
              },
              {
                "id": 12,
                "text": "impersonates any other person, including falsely stating your name."
              }
            ]
          }
        },
        {
          "id": 3,
          "mb": false,
          "order": 4,
          "descriptions": [
            {
              "id": 1,
              "text": "Your Content",
              "mb": true,
              "bold": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "You agree that Your Content must comply with our Terms and Conditions, as updated from time to time. As Your Content is unique, you are responsible and liable for Your Content and will indemnify, defend, release, and hold us harmless from any claims made in connection with Your Content.",
              "mb": true,
              "bold": false,
              "order": 2
            },
            {
              "id": 3,
              "text": "You may not display any personal contact or banking information on your individual profile page whether in relation to you or any other person (for example, names, home addresses or postcodes, telephone numbers, email addresses, URLs, credit/debit card or other banking details). If you do choose to reveal any personal information about yourself to other users, whether via email or otherwise, it is at your own risk. We encourage you to use the same caution in disclosing details about yourself to third parties online as you would under any other circumstances.",
              "bold": false,
              "mb": true,
              "order": 3
            },
            {
              "id": 4,
              "text": "As Raw is a public community, Your Content will be visible to other users of the App all around the world instantly - so make sure you are comfortable sharing Your Content before you post. As such, you agree that Your Content may be viewed by other users and any person visiting, participating in or who is sent a link to the App (e.g. individuals who receive a link to a user’s profile or shared content from other Raw Users). By uploading Your Content on Raw, you represent and warrant to us that you have all necessary rights and licences to do so, and automatically grant us a non-exclusive, royalty free, perpetual, worldwide licence to use Your Content in any way (including, without limitation, editing, copying, modifying, adapting, translating, reformatting, creating derivative works from, incorporating into other works, advertising, distributing and otherwise making available to the general public such Content, whether in whole or in part and in any format or medium currently known or developed in the future).",
              "bold": false,
              "mb": true,
              "order": 4
            },
            {
              "id": 5,
              "text": "We may assign and/or sub-license the above licence to our affiliates and successors without any further approval by you.",
              "bold": false,
              "mb": true,
              "order": 5
            },
            {
              "id": 6,
              "text": "We do not have any obligation to store Your Content - if it’s important, you should make a copy.",
              "bold": false,
              "mb": true,
              "order": 6
            },
            {
              "id": 7,
              "text": "So that we can prevent the unconsented use of Your Content by other members or third parties outside of Raw, you authorise us to act on your behalf with respect to such infringing and/or unauthorised uses. This expressly includes the authority, but not the obligation, for us to send takedown notices on your behalf if Your Content is taken and used by third parties outside of Raw.",
              "bold": false,
              "mb": true,
              "order": 7
            },
            {
              "id": 8,
              "text": "Member Content",
              "bold": true,
              "mb": true,
              "order": 8
            },
            {
              "id": 9,
              "text": "Other members of Raw will also share content via the App. Member Content belongs to the user who posted the content and is stored on our servers and displayed via the App at the direction of the user providing the Member Content.",
              "bold": false,
              "mb": true,
              "order": 9
            },
            {
              "id": 10,
              "text": "You do not have any rights in relation to other users’ Member Content, and you may only use other Raw users’ personal information to the extent that your use of it matches Raw’s purpose of allowing people to meet one another. You may not use other users’ information for commercial purposes, to spam, to harass, stalk or to make unlawful threats. We reserve the right to terminate your Account if you misuse other users’ information.",
              "bold": false,
              "mb": true,
              "order": 10
            }
          ]
        },
        {
          "id": 4,
          "mb": false,
          "order": 5,
          "descriptions": [
            {
              "id": 1,
              "text": "Our Content",
              "mb": true,
              "bold": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "You may be wondering what happens to the rest of the Content on Raw. Any other text, content, graphics, user interfaces, trademarks, logos, sounds, artwork, and other intellectual property appearing on Raw, as well as the Raw software and database(s), are owned, controlled or licensed by us and are protected by copyright, trademark, data, database rights and/or other intellectual property law rights. All right, title and interest in and to Our Content remains with us at all times.",
              "bold": false,
              "mb": true,
              "order": 2
            },
            {
              "id": 3,
              "text": "We grant you a non-exclusive, limited, personal, non-transferable, revocable, licence to access and use Our Content, without the right to sublicense, under the following conditions:",
              "bold": false,
              "mb": true,
              "order": 3
            }
          ],
          "list": {
            "order": 4,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "you shall not use, sell, modify, or distribute Our Content except as permitted by the functionality of the App;"
              },
              {
                "id": 2,
                "text": "you shall not use our name in metatags, keywords and/or hidden text;"
              },
              {
                "id": 3,
                "text": "you shall not create derivative works from Our Content or scrape, disable, decompile, analyse or in any way commercially exploit Our Content, in whole or in part, in any way; and"
              },
              {
                "id": 4,
                "text": "you shall use Our Content for lawful purposes only."
              }
            ]
          }
        },
        {
          "id": 42,
          "mb": false,
          "order": 5,
          "descriptions": [
            {
              "id": 1,
              "text": "We reserve all other rights.",
              "bold": false,
              "mt": true,
              "mb": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "No Obligation to Pre-Screen Content.",
              "bold": true,
              "mb": true,
              "order": 2
            },
            {
              "id": 3,
              "text": "Since Raw is an online community, we generally try to avoid getting in the way and therefore don’t assume any obligation to pre-screen any of Your Content or any Member Content. However, there may be times where we need to step in, and we reserve the right to review, pre-screen, refuse and/or remove any Member Content and Your Content, including content exchanged between users in direct messages.",
              "bold": false,
              "order": 3
            }
          ]
        }
      ]
    },
    {
      "id": 3,
      "title": "Restrictions on the app",
      "lists": [
        {
          "id": 1,
          "mb": false,
          "order": 2,
          "descriptions": [
            {
              "id": 1,
              "text": "You agree to:",
              "mb": true,
              "bold": false,
              "order": 1
            }
          ],
          "list": {
            "order": 2,
            "items": [
              {
                "id": 1,
                "text": "comply with all applicable laws, including without limitation, privacy laws, intellectual property laws, anti-spam laws, equal opportunity laws and regulatory requirements;"
              },
              {
                "id": 2,
                "text": "use your real name and real age in creating your Raw account and on your profile; and"
              },
              {
                "id": 3,
                "text": "use the services in a professional manner."
              }
            ]
          }
        },
        {
          "id": 2,
          "mb": true,
          "order": 3,
          "descriptions": [
            {
              "id": 1,
              "text": "You agree that you will not:",
              "mt": true,
              "mb": true,
              "bold": false,
              "order": 1
            },
            {
              "id": 2,
              "text": "We don’t like users misbehaving in the Raw community. You can report any abuse or complain about Member Content by contacting us, outlining the abuse and/or complaint. You can also report a user directly from a profile or in chat by clicking the ‘Block & Report’ link. We reserve the right to investigate any possible violations of these Terms, any Raw user’s rights, or any third party rights and we may, in our sole discretion, immediately terminate any user’s right to use of the App without prior notice, as set out further in Section 1 above, and/or remove any improper, infringing or otherwise unauthorised Member Content submitted to the App.",
              "bold": false,
              "mt": true,
              "mb": true,
              "order": 3
            },
            {
              "id": 3,
              "text": "We don’t control any of the things our users say or do, so you are solely responsible for your interactions with other users of the App.",
              "bold": false,
              "order": 4
            }
          ],
          "list": {
            "order": 2,
            "items": [
              {
                "id": 1,
                "text": "act in an unlawful or unprofessional manner including being dishonest, abusive or discriminatory;"
              },
              {
                "id": 2,
                "text": "misrepresent your identity, your age, your current or previous positions, qualifications or affiliations with a person or entity;"
              },
              {
                "id": 3,
                "text": "disclose information that you do not have the consent to disclose;"
              },
              {
                "id": 4,
                "text": "stalk or harass any other user of the App;"
              },
              {
                "id": 5,
                "text": "create or operate a pyramid scheme, fraud or other similar practice, or;"
              },
              {
                "id": 6,
                "text": "develop, support or use software, devices, scripts, robots, other types of mobile code or any other means or processes (including crawlers, browser plugins and add-on or other technology) to scrape or otherwise exfiltrate from Raw or its services, or otherwise copy profiles and other data from the services."
              }
            ]
          }
        }
      ],
      "texts": {
        "order": 4,
        "items": [
          {
            "id": 1,
            "text": "YOU UNDERSTAND THAT RAW APP DOES NOT CURRENTLY CONDUCT CRIMINAL BACKGROUND CHECKS ON ITS USERS. RAW APP ALSO DOES NOT INQUIRE INTO THE BACKGROUNDS OF ITS USERS OR ATTEMPT TO VERIFY THE STATEMENTS OF ITS USERS. RAW APP MAKES NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT OF ANY USERS OR THEIR COMPATIBILITY WITH ANY CURRENT OR FUTURE USERS. RAW APP RESERVES THE RIGHT TO CONDUCT ANY CRIMINAL BACKGROUND CHECK OR OTHER SCREENINGS (SUCH AS SEX OFFENDER REGISTRATION SEARCHES) AT ANY TIME AND TO USE AVAILABLE PUBLIC RECORDS FOR ANY PURPOSE.",
            "bold": true,
            "mb": true
          },
          {
            "id": 2,
            "text": "You agree to, and hereby do, release Raw App and its successors from any claims, demands, losses, damages, rights, and actions of any kind, including personal injuries, death and property damage, that either directly or indirectly arises from your interactions with or conduct of other users of the App. The foregoing release does not apply to any claims, demands, or any losses, damages, rights and actions of any kind, including personal injuries, death or property damage for any unconscionable commercial practice by Raw App or for such party’s fraud, deception, false, promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the App.",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "Scraping or replicating any part of the App without our prior consent is expressly prohibited. This includes by any means (automated or otherwise) other than through our currently available, published interfaces - unless you have been specifically allowed to do so in a separate agreement with us.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 4,
      "title": "Privacy",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "For information about how the Raw App collects, uses, and shares your personal data, please check out our Privacy Policy. By using Raw, you acknowledge that we may use such data in accordance with our Privacy Policy.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 5,
      "title": "Payment terms",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "Generally.",
            "bold": true,
            "mb": true
          },
          {
            "id": 2,
            "text": "Raw may offer products and services for purchase on the App (“In-App Purchase”). If you choose to make an In-App Purchase, you acknowledge and agree that additional terms, disclosed to you at the point of purchase, may apply, and that such additional terms are incorporated herein by reference.",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "You may make an In-App Purchase through the following payment methods (“Payment Method”): (a) making a purchase through a third-party platform such as the Apple App Store and Google Play Store (“Third Party Store”), or (b) paying with your credit card, debit card, or PayPal account, which will be processed by a third-party processor. Once you have made an In-App Purchase, you authorise us to charge your chosen Payment Method. If payment is not received by us from your chosen Payment Method, you agree to promptly pay all amounts due upon demand by us.",
            "bold": false,
            "mb": true
          },
          {
            "id": 4,
            "text": "Subscriptions and Auto-Renewal:&nbsp;",
            "bold": true,
            "mb": false,
            "inline": true
          },
          {
            "id": 5,
            "text": "Raw may offer some services as automatically-renewing subscriptions, e.g., a one-week subscription, one-month subscription, or three-month subscription (“Premium Services”).&nbsp;",
            "bold": false,
            "mb": false,
            "inline": true
          },
          {
            "id": 6,
            "text": "IF YOU PURCHASE AN AUTOMATICALLY RENEWING SUBSCRIPTION, YOUR SUBSCRIPTION WILL RENEW AT THE END OF THE PERIOD, UNLESS YOU CANCEL, AT RAW’S THEN-CURRENT PRICE FOR SUCH SUBSCRIPTIONS.&nbsp;",
            "bold": true,
            "mb": false,
            "inline": true
          },
          {
            "id": 7,
            "text": "To avoid charges for a new subscription period, you must cancel, as described below, before the end of the then-current subscription period. Deleting your account or deleting the application from your device does not cancel your subscription. You will be given notice of changes in the pricing of the Premium Services to which you have subscribed and an opportunity to cancel. If Raw changes these prices and you do not cancel your subscription, you agree that you will be charged at Raw’s then-current pricing for subscription.",
            "bold": false,
            "mb": false,
            "inline": true
          },
          {
            "id": 7.1,
            "text": "&nbsp;",
            "bold": false,
            "mb": false,
            "inline": false
          },
          {
            "id": 8,
            "text": "Cancelling Subscriptions.&nbsp;",
            "bold": true,
            "mb": false,
            "inline": true
          },
          {
            "id": 8.1,
            "text": "If you purchased a subscription directly from Raw, you may cancel or change your Payment Method via the payment settings option under your profile. If you purchased a subscription through a Third Party Store, such as the Apple App Store or the Google Play Store, you will need to access your account with that Third Party Store and follow instructions to change or cancel your subscription. If you cancel your subscription, you may use your subscription until the end of the period you last paid for, but (i) you will not (except as set forth in the subsection entitled “Refunds” below) be eligible for a prorated refund, (ii) your subscription will not be renewed when that period expires and (iii) you will then no longer be able to use the Premium Services or In-App Purchases enabled by your subscription.",
            "bold": false,
            "mb": false,
            "inline": true
          },
          {
            "id": 9,
            "text": "&nbsp;",
            "bold": false,
            "mb": false,
            "inline": false
          },
          {
            "id": 10,
            "text": "Free Trials.&nbsp;",
            "bold": true,
            "mb": false,
            "inline": true
          },
          {
            "id": 10.1,
            "text": "If you sign up for a free trial and do not cancel, your trial may convert into a paid subscription and your Payment Method will be charged at the then-current price for such subscription. Once your free trial converts to a paid subscription, your paid subscription will continue to automatically renew at the end of each period, and your Payment Method will be charged, until you cancel. To avoid charges for a new subscription period, you must cancel before the end of the then-current subscription period or free trial period as described above. Deleting your account or deleting the application from your device does not cancel your free trial. If you have signed up for a free trial on Raw through the Apple Store or Google Play Store previously, you will not be eligible for another free trial and you will then be automatically signed up to a subscription and charged as described in this paragraph.",
            "bold": false,
            "mb": false,
            "inline": true
          },
          {
            "id": 11,
            "text": "&nbsp;",
            "bold": false,
            "mb": false,
            "inline": false
          },
          {
            "id": 12,
            "text": "Refunds. Generally, all charges for purchases are nonrefundable, and there are no refunds or credits for partially used periods.",
            "bold": true,
            "mb": true
          },
          {
            "id": 13,
            "text": "To request a refund:",
            "bold": false,
            "mb": true
          },
          {
            "id": 14,
            "text": "In addition to cancelling, you must request a refund to receive one. If you subscribed using your Apple ID, refunds are handled by Apple, not Raw. To request a refund, go to iTunes, click on your Apple ID, select “Purchase history,” find the transaction and hit “Report Problem”. You can also submit a request at <a href=\"https://getsupport.apple.com.\">https://getsupport.apple.com.</a>",
            "bold": false,
            "mb": true
          },
          {
            "id": 142,
            "text": "For all other purchases: please contact customer support with your order number (you can find the order number in the order confirmation email, or if you purchased from the Google Play Store by logging in to Google Wallet). You may also mail or deliver a signed and dated notice which states that you, the buyer, are canceling this agreement, or words of similar effect. Please also include the email address or mobile number associated with your account along with your order number.",
            "bold": false,
            "mb": true
          },
          {
            "id": 15,
            "text": "Taxes.",
            "bold": true,
            "mb": true
          },
          {
            "id": 16,
            "text": "The payments required under this Section 5 do not include any Sales Tax that may be due in connection with the Premium Services provided under these Terms. If Raw determines it has a legal obligation to collect a Sales Tax from you in connection with these Terms, Raw will collect such Sales Tax in addition to the payments required under this Section 5. If any Premium Services, or payments for any Premium Services, under these Terms are subject to any Sales Tax in any jurisdiction and you have not remitted the applicable Sales Tax to Raw, you will be responsible for the payment of such Sales Tax and any related penalties or interest to the relevant tax authority. As used herein, “Sales Tax” means any sales or use tax and any other tax measured by sales proceeds that is the functional equivalent of a sales tax where the applicable taxing jurisdiction does not otherwise impose a sales or use tax.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 6,
      "title": "Virtual items",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "At times, you may be able to purchase a limited, personal, non-transferable, non-sublicensable, revocable licence to access special limited-use features from Raw, referred to here as “Virtual Items.” You can only purchase Virtual Items through Raw or Raw’s partners. Virtual Items represent a limited license right governed by this Agreement, and, except as otherwise prohibited by applicable law, no title or ownership in or to Virtual Items is being transferred or assigned to you. This Agreement, and your purchase of Virtual Items, does not constitute the sale of any rights in Virtual Items.",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "Any Virtual Item balance shown in your account does not constitute a real-world balance or reflect any stored value, but instead shows the extent of your licence to access Virtual Items. Virtual Items do not incur fees for non-use. Your licence in Virtual Items will terminate on the earlier of Raw ceasing provision of services or your account closing or terminating. Raw may also at times provide Virtual Items as bonuses to, or parts of, paid subscriptions for its services. Your ability to use Virtual Items you have access to in this manner may terminate at the end of each of your subscription periods and your access to Virtual Items may not “roll over” or accumulate through additional subscription periods. Your access to Virtual Items gained through subscriptions may also end if you cancel your subscription.",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "Raw, in its sole discretion, reserves the right to charge fees for the right to access or use Virtual Items and/or may distribute Virtual Items with or without charge. Raw may manage, regulate, control, modify, or eliminate Virtual Items at any time, including taking actions that may impact the perceived value or purchase price, if applicable, of any Virtual Items and Raw shall have no liability to you for doing so. You shall not sell, redeem, or otherwise transfer Virtual Items to any person or entity. Virtual Items may only be redeemed through our Services.",
            "bold": false,
            "mb": true
          },
          {
            "id": 4,
            "text": "ALL PURCHASES AND REDEMPTIONS OF VIRTUAL ITEMS MADE THROUGH OUR SERVICES ARE FINAL AND NON-REFUNDABLE. YOU ACKNOWLEDGE THAT RAW IS NOT REQUIRED TO PROVIDE A REFUND FOR ANY REASON, AND THAT YOU WILL NOT RECEIVE MONEY OR OTHER COMPENSATION FOR UNUSED VIRTUAL ITEMS WHEN AN ACCOUNT IS CLOSED, WHETHER SUCH CLOSURE WAS VOLUNTARY OR INVOLUNTARY.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 7,
      "title": "Push notifications; location-based features",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "We may provide you with emails, text messages, push notifications, alerts and other messages related to the App and/or the Raw services, such as enhancements, offers, products, events, and other promotions. After downloading the App, you will be asked to accept or deny push notifications/alerts. If you deny, you will not receive any push notifications/alerts. If you accept, push notifications/alerts will be automatically sent to you. If you no longer wish to receive push notifications/alerts from the App, you may opt out by changing your notification settings on your mobile device. With respect to other types of messaging or communications, such as emails, text messages, etc., you can unsubscribe or opt out by either following the specific instructions included in such communications, or by emailing us with your request at <a href=\"mailto:support@raw.app\">support@raw.app</a>.",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "The App may allow access to or make available opportunities for you to view certain content and receive other products, services and/or other materials based on your location. To make these opportunities available to you, the App will determine your location using one or more reference points, such as GPS, Bluetooth and/or software within your mobile device. If you have set your mobile device to disable GPS, Bluetooth or other location determining software or do not authorise the App to access your location data, you will not be able to access such location-specific content, products, services and materials. For more about how the App uses and retains your information, please read the Privacy Policy.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 8,
      "title": "Disclaimer",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "THE APP, SITE, OUR CONTENT, AND MEMBER CONTENT ARE ALL PROVIDED TO YOU “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, FITNESS FOR A PARTICULAR PURPOSE, TITLE, OR NON-INFRINGEMENT. WITHOUT LIMITING THE FOREGOING, WE DO NOT GUARANTEE THE COMPATIBILITY OF ANY MATCHES.",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "SHOULD APPLICABLE LAW NOT PERMIT THE FOREGOING EXCLUSION OF EXPRESS OR IMPLIED WARRANTIES, THEN WE GRANT THE MINIMUM EXPRESS OR IMPLIED WARRANTY REQUIRED BY APPLICABLE LAW. NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, SHALL CREATE ANY WARRANTY, REPRESENTATION OR GUARANTEE NOT EXPRESSLY STATED IN THIS SECTION.",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "ADDITIONALLY, WE DO NOT MAKE ANY WARRANTIES THAT THE APP OR SITE WILL BE UNINTERRUPTED, SECURE OR ERROR FREE OR THAT YOUR USE OF THE APP OR SITE WILL MEET YOUR EXPECTATIONS, OR THAT THE APP, SITE, OUR CONTENT, ANY MEMBER CONTENT, OR ANY PORTION THEREOF, IS CORRECT, ACCURATE, OR RELIABLE. YOUR USE OF THE APP OR SITE IS AT YOUR OWN RISK. YOU ARE SOLELY RESPONSIBLE FOR YOUR INTERACTIONS WITH OTHER MEMBERS. THE RAW APP IS NOT RESPONSIBLE FOR THE CONDUCT OF ANY USER. RAW APP DOES NOT CONDUCT CRIMINAL BACKGROUND CHECKS ON ITS MEMBERS.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 9,
      "title": "Limitation of liability",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "NEITHER US NOR ANY OWNER WILL BE LIABLE FOR ANY DAMAGES, DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, OR PUNITIVE, INCLUDING, WITHOUT LIMITATION, LOSS OF DATA, INCOME, PROFIT OR GOODWILL, LOSS OF OR DAMAGE TO PROPERTY AND CLAIMS OF THIRD PARTIES ARISING OUT OF YOUR ACCESS TO OR USE OF THE APP, SITE, OUR CONTENT, OR ANY MEMBER CONTENT, HOWEVER CAUSED, WHETHER BASED ON BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), PROPRIETARY RIGHTS INFRINGEMENT, PRODUCT LIABILITY OR OTHERWISE.",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "THE FOREGOING SHALL APPLY EVEN IF WE WERE ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. IF YOU BECOME DISSATISFIED IN ANY WAY WITH THE APP OR SITE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO STOP YOUR USE OF THE APP AND SITE.",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "YOU HEREBY WAIVE ANY AND ALL CLAIMS ARISING OUT OF YOUR USE OF THE APP OR SITE. BECAUSE SOME STATES DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN TYPES OF DAMAGES, THESE PROVISIONS MAY NOT APPLY TO YOU. IF ANY PORTION OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN OUR AGGREGATE LIABILITY SHALL NOT EXCEED ONE HUNDRED DOLLARS ($100).",
            "bold": false,
            "mb": true
          },
          {
            "id": 4,
            "text": "THE LIMITATION OF LIABILITY HEREIN IS A FUNDAMENTAL ELEMENT OF THE BASIS OF THE BARGAIN AND REFLECTS A FAIR ALLOCATION OF RISK. THE APP AND SITE WOULD NOT BE PROVIDED WITHOUT SUCH LIMITATIONS AND YOU AGREE THAT THE LIMITATIONS AND EXCLUSIONS OF LIABILITY, DISCLAIMERS AND EXCLUSIVE REMEDIES SPECIFIED HEREIN WILL SURVIVE EVEN IF FOUND TO HAVE FAILED IN THEIR ESSENTIAL PURPOSE. THE FOREGOING DOES NOT APPLY TO LIABILITY ARISING FROM ANY FRAUD OR FRAUDULENT MISREPRESENTATIONS, OR ANY OTHER LIABILITY THAT CANNOT BE LIMITED BY APPLICABLE LAW.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 10,
      "title": "Indemnity",
      "lists": [
        {
          "id": 1,
          "order": 2,
          "descriptions": [
            {
              "id": 1,
              "text": "All the actions you make and information you post on Raw remain your responsibility. Therefore, you agree to indemnify, defend, release, and hold us, and our partners, licensors, affiliates, contractors, officers, directors, employees, representatives and agents, harmless, from and against any third party claims, damages (actual and/or consequential), actions, proceedings, demands, losses, liabilities, costs and expenses (including reasonable legal fees) suffered or reasonably incurred by us arising as a result of, or in connection with:",
              "bold": false,
              "mb": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "We retain the exclusive right to settle, compromise and pay any and all claims or causes of action which are brought against us without your prior consent. If we ask, you will co-operate fully and reasonably as required by us in the defense of any relevant claim.",
              "bold": false,
              "mt": true,
              "mb": true,
              "order": 3
            },
            {
              "id": 3,
              "text": "The foregoing provision does not require you to indemnify Raw App for any unconscionable commercial practice or any fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact in connection with the App.",
              "bold": false,
              "order": 4
            }
          ],
          "list": {
            "order": 2,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "any negligent acts, omissions or willful misconduct by you;"
              },
              {
                "id": 2,
                "text": "your access to and use of the App;"
              },
              {
                "id": 3,
                "text": "the uploading or submission of Content to the App by you;"
              },
              {
                "id": 4,
                "text": "any breach of these Terms by you; and/or"
              },
              {
                "id": 5,
                "text": "your violation of any law or of any rights of any third party."
              }
            ]
          }
        }
      ]
    },
    {
      "id": 11,
      "title": "Procedure for making claims of copyright infringement",
      "lists": [
        {
          "id": 1,
          "order": 2,
          "descriptions": [
            {
              "id": 1,
              "text": "If you believe any content on Raw infringes the copyright in a work that you own, please submit a notification alleging such infringement to Raw App. The notification must include the following:",
              "bold": false,
              "mb": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "Notifications should be sent to Raw App at <a href=\"support@raw.app\">support@raw.app</a>.",
              "bold": false,
              "mt": true,
              "order": 3
            }
          ],
          "list": {
            "order": 2,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "A physical or electronic signature of a person authorised to act on behalf of the owner of an exclusive right that is allegedly infringed;"
              },
              {
                "id": 2,
                "text": "Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works;"
              },
              {
                "id": 3,
                "text": "Identification of the material claimed to be infringing or to be the subject of infringing activity and that is to be removed or access disabled and information reasonably sufficient to permit the service provider to locate the material;"
              },
              {
                "id": 4,
                "text": "Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an electronic mail;"
              },
              {
                "id": 5,
                "text": "A statement that you have a good faith belief that use of the material in the manner complained of is not authorised by the copyright owner, its agent, or the law; and"
              },
              {
                "id": 6,
                "text": "A statement that, under penalty of perjury, the information in the notification is accurate and you are authorised to act on behalf of the owner of the exclusive right that is allegedly infringed."
              }
            ]
          }
        }
      ]
    },
    {
      "id": 12,
      "title": "Third party app store",
      "lists": [
        {
          "id": 1,
          "order": 2,
          "descriptions": [
            {
              "id": 1,
              "text": "The following additional terms and conditions apply to you if you download the App from a Third Party Store. To the extent that the other terms and conditions of these Terms are less restrictive than, or otherwise conflict with, the terms and conditions of this Section, the more restrictive or conflicting terms and conditions in this Section will apply, but solely with respect to the App and the Third Party Store. You acknowledge and agree that:",
              "bold": false,
              "mb": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "In the event of a conflict between a Third Party Store’s or mobile carrier’s applicable terms and conditions and these Terms, the terms and conditions of the Third Party Store or mobile carrier shall govern and control. We are not responsible and have no liability whatsoever for third-party goods or services you obtain through a Third Party Store or mobile carrier. We encourage you to make whatever investigation you feel necessary or appropriate before proceeding with any online transaction with any of these third parties.",
              "bold": false,
              "mt": true,
              "order": 3
            }
          ],
          "list": {
            "order": 2,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "These Terms are concluded solely between you and the Raw App and not with the providers of the Third Party Store, and the Raw App (and not the Third Party Store providers) is solely responsible for the App and the content thereof. To the extent that these Terms provide for usage rules for the App which are less restrictive or in conflict with the applicable terms of service of the Third Party Store from which you obtain the App, the more restrictive or conflicting term of the Third Party Store will take precedence and will apply."
              },
              {
                "id": 2,
                "text": "The Third Party Store provider has no obligation whatsoever to provide any maintenance and support services with respect to the App. The Raw App is solely responsible for any product warranties, whether express or implied by law, to the extent not effectively disclaimed. The Third Party Store provider will have no warranty obligation whatsoever with respect to the App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of the Raw App."
              },
              {
                "id": 3,
                "text": "The Raw App, not the Third Party Store provider, is responsible for addressing any claims you or any third party may have relating to the App or your possession and/or use of the App, including, but not limited to: (i) product liability claims; (ii) any claim that the App fails to conform to any applicable legal or regulatory requirement; (iii) claims arising under consumer protection or similar legislation; and/or (iv) intellectual property infringement claims."
              },
              {
                "id": 4,
                "text": "The Third Party Store provider and its subsidiaries are third party beneficiaries of these Terms, and, upon your acceptance of these Terms, the Third Party Store provider from whom you obtained the App will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third party beneficiary thereof."
              }
            ]
          }
        }
      ]
    },
    {
      "id": 13,
      "title": "Dispute resolution",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO SUBMIT THEIR DISPUTES TO BINDING ARBITRATION AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM RAW APP.&nbsp;",
            "bold": true,
            "mb": false,
            "inline": true
          },
          {
            "id": 2,
            "text": "You thus give up your right to go to court to assert or defend your rights under this contract (except for matters that may be taken to small claims court). Your rights will be determined by a neutral arbitrator and not a judge or jury. You are entitled to a fair hearing but the arbitration procedures are simpler and more limited than rules applicable in court. Arbitrator decisions are as enforceable as any court order and are subject to very limited review by a court. This arbitration agreement further includes an agreement that all claims will be brought only in an individual capacity (and not as a class action or other representative proceedings).",
            "bold": false,
            "mb": true,
            "inline": true
          },
          {
            "id": 2.1,
            "text": "&nbsp;",
            "bold": false,
            "mb": false,
            "inline": false
          },
          {
            "id": 3,
            "text": "Any dispute or claim relating in any way to your visit to or use of the Application or to products or services sold or distributed by Raw App or through Raw App shall be resolved in the following manner.",
            "bold": false,
            "mb": true
          },
          {
            "id": 32,
            "text": "Informal Process First. You agree to first contact Raw App Customer Support by email and attempt to resolve the dispute with us informally within a period of 60 days.",
            "bold": false,
            "mb": true
          },
          {
            "id": 4,
            "text": "Binding Arbitration. If the dispute has not been resolved within 60 days, we each agree to resolve any claim, dispute, or controversy arising out of or in connection with or relating to the Services and/or this Agreement, or the breach or alleged breach thereof, including disputes related to the applicability, enforceability, interpretation or formation of this Agreement to arbitrate, by binding arbitration.",
            "bold": false,
            "mb": true
          },
          {
            "id": 5,
            "text": "Arbitration Tribunal. The American Arbitration Association («AAA») will administer the arbitration. In the event the AAA declines to administer the arbitration, the arbitrator(s) will be appointed by the New York Supreme Court located in New York County, New York pursuant to New York Civil Practice Law and Rules («CPLR») § 7504. The parties irrevocably consent to the jurisdiction of the courts of the State of New York for the purpose of administering an arbitration under Article 75 of the CPLR. Nothing in this Section shall prevent either party from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of that party’s data security, intellectual property rights, or other proprietary rights, or to seek other relief in connection with the arbitration.",
            "bold": false,
            "mb": true
          },
          {
            "id": 6,
            "text": "Arbitrator and Rules. If the arbitration involves claims totaling less than US $250,000, the arbitration will be conducted before a neutral single arbitrator, whose decision will be final and binding, and the arbitral proceedings will be governed by the United States Federal Arbitration Act and the AAA Consumer Arbitration Rules and AAA Consumer Due Process Protocol. If the arbitration involves claims totaling more than US $250,000, the arbitration will be conducted before three neutral arbitrators, whose decision will be final and binding, and the arbitral proceedings will be governed by the United States",
            "bold": false,
            "mb": true
          },
          {
            "id": 7,
            "text": "Federal Arbitration Act and the AAA Commercial Arbitration Rules and AAA Consumer Due Process Protocol. The AAA rules may be found online at <a href=\"www.adr.org\">www.adr.org</a>.",
            "bold": false,
            "mb": true
          },
          {
            "id": 8,
            "text": "Location of Arbitration. The arbitration will be conducted in New York City, New York, USA, or such other place as chosen by the Arbitration Tribunal. If you live in the United States, you have the right to ask the Arbitration Tribunal to conduct the arbitration near your home if the arbitration involves an in-person hearing.",
            "bold": false,
            "mb": true
          },
          {
            "id": 9,
            "text": "Costs and Fees. Payment of all filing, administration and arbitrator fees and costs will be governed by AAA rules, but if you are financially unable to pay any of them, Raw App will pay them for You.",
            "bold": false,
            "mb": true
          },
          {
            "id": 10,
            "text": "Starting an Arbitration. A party who intends to seek arbitration must file a claim with the American Arbitration Association and pay the required fee. The instructions for filing a claim may be found online at <a href=\"www.adr.org\">www.adr.org</a>",
            "bold": false,
            "mb": true
          },
          {
            "id": 102,
            "text": "Your Right to Sue in Small Claims Court. Provided you live in the United States, you may sue for US $5,000 or less in a small claims court of competent jurisdiction as an alternative to engaging in arbitration, but this does not absolve You of Your commitment to engage in the informal dispute resolution process, and engaging in the informal dispute resolution process is a condition precedent of your right to sue or arbitrate against the Company owning Raw App.",
            "bold": false,
            "mb": true
          },
          {
            "id": 11,
            "text": "CLASS ACTION AND JURY TRIAL WAIVER. YOU AND RAW APP AGREE THAT ANY AND ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING. THIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS. YOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND RAW APP ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.",
            "bold": false,
            "mb": true
          },
          {
            "id": 12,
            "text": "Please also note should you charge back any transactions billed to your account, Raw App may be required to disclose any and/or all private communications sent/received by You through our Service in order to prove the validity of the charges billed to Your account and Raw App’s privacy policy will therefore not restrain any such disclosures.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 14,
      "title": "Termination and remedies",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "These Terms commence on the date you accept them (as described in the preamble) and continue until terminated in accordance with the terms herein.",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "If you want to terminate these Terms, you may do so by (a) notifying Raw App at any time, and (b) closing your Account. Your notice should be sent to Raw App’s address below. Please note that if you terminate these Terms, your subscription will continue until the end of the subscription period for which applicable fees have been paid, and you will not be entitled to a refund except as stated in Section 5.",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "Raw App may terminate or suspend these Terms, including your Account, if you breach these Terms or if Raw App is required to do so by applicable law. You agree that all terminations for cause shall be made in Raw App’s sole discretion and that Raw App shall not be liable to you or any third party for any termination of your Account.",
            "bold": false,
            "mb": true
          },
          {
            "id": 4,
            "text": "In the event that Raw App determines, in its sole discretion, that you have breached any portion of these Terms, or have otherwise demonstrated conducted inappropriate for the App, Raw App reserves the right to: (a) warn you via email (to any email addresses you have provided to Raw App) that you have violated the Terms; (b) delete your User Content; (c) discontinue your Account; (d) discontinue your subscription(s); (e) notify and/or send your User Content to and/or fully cooperate with the proper law enforcement authorities for further action; and/or (f) pursue to any other action which Raw App deems to be appropriate.",
            "bold": false,
            "mb": true
          },
          {
            "id": 5,
            "text": "Termination of these Terms or your Account includes the removal of access to your Account, and all related information and content associated with or inside your Account.",
            "bold": false,
            "mb": true
          },
          {
            "id": 6,
            "text": "All provisions of these Terms, which by their nature should survive, shall survive termination of these Terms, including, without limitation, the Arbitration Agreement, ownership provisions, warranty disclaimers and limitation of liability.",
            "bold": false,
            "mb": false
          }
        ]
      }
    },
    {
      "id": 15,
      "title": "Miscellaneous",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "These Terms, which we may amend from time to time, constitute the entire agreement between you and the Raw App. The Terms supersede all previous agreements, representations and arrangements between us (written or oral), excluding the Privacy Policy. Nothing in this clause shall limit or exclude any liability for fraudulent misrepresentation.",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "The Raw App has taken reasonable steps to ensure the currency, availability, correctness and completeness of the information contained on Raw and provides that information on an \"as is\", \"as available\" basis. The Raw App does not give or make any warranty or representation of any kind about the information contained on Raw, whether express or implied. Use of Raw and the materials available on it is at your sole risk. The Raw App is not responsible for any loss arising from the transmission, use of data, or inaccurate Member Content.",
            "bold": false,
            "mb": true
          },
          {
            "id": 3,
            "text": "You are responsible for taking all necessary precautions to ensure that any material you may obtain from Raw is free of viruses or other harmful components. You accept that Raw will not be provided uninterrupted or error free, that defects may not be corrected or that The Raw App, or the server that makes it available, are free of viruses or bugs, spyware, Trojan horse or any similar malicious software. The Raw App is not responsible for any damage to your computer hardware, computer software, or other equipment or technology including, but without limitation damage from any security breach or from any virus, bugs, tampering, fraud, error, omission, interruption, defect, delay in operation or transmission, computer line or network failure or any other technical or other malfunction.",
            "bold": false,
            "mb": true
          },
          {
            "id": 4,
            "text": "The communications between you and Raw App may take place via electronic means, whether you use the App or send Raw App emails, or whether Raw App posts notices in the App or communicates with you via email. For contractual purposes, you (a) consent to receive communications from Raw App in electronic form; and (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Raw App provides to you electronically satisfy if it were to be in writing.",
            "bold": false,
            "mb": true
          },
          {
            "id": 5,
            "text": "We know our Terms are awesome, but we may have to change them now and again",
            "bold": true,
            "mb": true
          },
          {
            "id": 6,
            "text": "As Raw grows, we might have to make changes to these Terms so we reserve the right to modify, amend or change the Terms at any time (a “Change”). If we do this then the Changes will be posted on this page and we will indicate the Effective Date of the updates at the bottom of the Terms. In certain circumstances, we may send an email to you notifying you of a Change. It’s also possible that we might ask you to agree to our Changes, but we’ll let you know. You should regularly check this page for notice of any Changes – we want our users to be as informed as possible.",
            "bold": false,
            "mb": true
          },
          {
            "id": 7,
            "text": "Your continued use of Raw following any Change constitutes your acceptance of the Change and you will be legally bound by the new updated Terms. If you do not accept any Changes to the Terms, you should stop using Raw immediately.",
            "bold": false,
            "mb": true
          },
          {
            "id": 8,
            "text": "Additional items:",
            "bold": true,
            "mb": true
          },
          {
            "id": 9,
            "text": "If, for any reason, any of the Terms are declared illegal, invalid or otherwise unenforceable by a court of a competent jurisdiction, then to the extent that term is illegal, invalid or unenforceable, it shall be severed and deleted from the Terms and the remainder of the Terms shall survive, remain in full force and effect and continue to be binding and enforceable.",
            "bold": false,
            "mb": true
          }
        ]
      },
      "lists": [
        {
          "id": 1,
          "mb": false,
          "order": 3,
          "descriptions": [
            {
              "id": 1,
              "text": "No failure or delay in exercising any right, power or privilege under the Terms shall operate as a waiver of such right or acceptance of any variation of the Terms and nor shall any single or partial exercise by either party of any right, power or privilege preclude any further exercise of the right or the exercise of any other right, power or privilege.",
              "bold": false,
              "mb": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "You represent and warrant that:",
              "bold": false,
              "mb": true,
              "order": 2
            },
            {
              "id": 3,
              "text": "By using the App, you agree and acknowledge that Raw is a global app operating through servers located in a number of countries around the world. If you live in a country with data protection laws, the storage of your personal data may not provide you with the same protections as you enjoy in your country of residence. By submitting your personal information, or by choosing to upgrade the services you use, or by making use of the applications available on Raw, you agree to the transfer of your personal information to, and storage and processing of your personal information in, any such countries and destinations.",
              "bold": false,
              "mt": true,
              "mb": true,
              "order": 4
            }
          ],
          "list": {
            "order": 3,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "you are not located in a country that is subject to a U.S. Government or EU embargo, or that has been designated by the U.S. Government or EU as a “terrorist supporting” country; and"
              },
              {
                "id": 2,
                "text": "you are not located in the Republic of Belarus or Russian Federation, and"
              },
              {
                "id": 3,
                "text": "you are not listed on any U.S. Government or EU list of prohibited or restricted parties."
              }
            ]
          }
        },
        {
          "id": 4,
          "order": 3,
          "descriptions": [
            {
              "id": 1,
              "text": "The App may contain links to third-party websites or resources. In such cases, you acknowledge and agree that we are not responsible or liable for:",
              "bold": false,
              "mb": true,
              "order": 1
            },
            {
              "id": 2,
              "text": "Links to such websites or resources do not imply any endorsement. You acknowledge sole responsibility for and assume all risk arising from your use of any such websites or resources. Framing, in-line linking or other methods of association with the App are expressly prohibited without first obtaining our prior written approval.",
              "bold": false,
              "mt": true,
              "mb": true,
              "order": 3
            },
            {
              "id": 3,
              "text": "These Terms, and any rights and licences granted hereunder, may not be transferred or assigned by you, but may be assigned by us without restriction.",
              "bold": false,
              "mb": true,
              "order": 4
            },
            {
              "id": 4,
              "text": "In the event there is a discrepancy between this English language version and any translated copies of the Terms, the English version shall prevail.",
              "bold": false,
              "mb": true,
              "order": 5
            },
            {
              "id": 5,
              "text": "If you have any questions, complaints or claims with respect to the App, please contact us at <a href=\"support@raw.app\">support@raw.app</a>.",
              "bold": false,
              "order": 6
            }
          ],
          "list": {
            "order": 2,
            "type": "number",
            "items": [
              {
                "id": 1,
                "text": "the availability or accuracy of such websites or resources; or"
              },
              {
                "id": 2,
                "text": "the content, products, or services on or available from such websites or resources."
              }
            ]
          }
        }
      ]
    },
    {
      "id": 16,
      "title": "The raw app",
      "texts": {
        "order": 2,
        "items": [
          {
            "id": 1,
            "text": "The Terms constitute a binding legal agreement between you as user (“you”) and the Raw App (“we” or “us”).",
            "bold": false,
            "mb": true
          },
          {
            "id": 2,
            "text": "&nbsp;",
            "bold": false
          },
          {
            "id": 3,
            "text": "Effective date",
            "bold": true,
            "mb": false
          },
          {
            "id": 4,
            "text": "The Terms were last updated on: 31th March, 2023.",
            "bold": false,
            "mb": false
          }
        ]
      }
    }
  ]
}
